{
    "Name": "Corn Common Rust",
    "isDisease": "true",
    "Description": "Common rust is a fungal disease that affects corn plants. It is caused by the fungus Puccinia sorghi and can cause significant yield losses if not managed properly. The symptoms of common rust begin as small, circular, orange-red pustules on the leaves, which can merge and form larger areas of infection. As the disease progresses, the leaves can turn yellow and brown, and the plants can become stunted. The disease can also affect the husks and kernels of the corn. Whether or not to treat common rust depends on the severity of the infection and the stage of the growing season. Early infections may not cause significant yield losses, and if the disease is detected late in the season, it may be too late to effectively manage it.",
    "Treatments": [
        {
            "Plant resistant varieties": "Choose corn varieties that are resistant to common rust."
        },
        {
            "Rotate crops": "Avoid planting corn in the same field year after year, as the fungus can survive in crop residue."
        },
        {
            "Practice good sanitation": "Remove and destroy crop residue after harvest to reduce the amount of fungal inoculum in the field."
        },
        {
            "Use fungicides": "Fungicides can be effective in managing common rust. Applications should begin when the first symptoms are detected, and repeated as necessary according to label instructions."
        }
    ],
    "Products": [
        {
            "Triazole": "These are systemic fungicides that are effective against common rust and other fungal diseases in corn. Examples include propiconazole, tebuconazole, and triadimefon."
        },
        {
            "Strobilurin": "These are also systemic fungicides that can be used to control common rust in corn. Examples include azoxystrobin and pyraclostrobin."
        },
        {
            "Chlorothalonil": "A contact fungicide that is effective against many fungal diseases, including common rust."
        }
    ]
}