{
    "Name": "Peach Bacterial Spot",
    "isDisease": "true",
    "Description": "Peach bacterial spot is a disease caused by the bacterium Xanthomonas arboricola pv. pruni that affects peach and other stone fruit trees. The disease is more common in regions with warm and humid weather conditions. The symptoms of peach bacterial spot include small, dark spots on the leaves, fruit, and twigs of the tree. As the disease progresses, the spots become larger and may merge to form irregularly shaped lesions. The fruit may also become distorted or crack, making it unsuitable for market.",
    "Treatments": [
        {
            "Sanitation": "The removal and destruction of infected plant material can help prevent the spread of the disease to healthy trees. Infected plant material should be burned or buried to prevent the bacteria from spreading."
        },
        {
            "Pruning": "Proper pruning practices can help increase air circulation within the tree canopy and reduce humidity, which can limit the spread of the bacteria. It is important to sterilize pruning tools with a solution of 70% alcohol or 10% bleach between cuts to avoid spreading the bacteria."
        },
        {
            "Cultural practices": "Practices such as proper irrigation management and fertilization can help improve the overall health of the tree and reduce its susceptibility to peach bacterial spot."
        },
        {
            "Copper-based fungicides": "Copper-based fungicides can be applied to the tree to help prevent the spread of the bacteria. The timing and frequency of applications may vary depending on the severity of the disease and the weather conditions."
        }
    ],
    "Products": [
        {
            "Bordeaux mixture": "It is a fungicide that is made from a mixture of copper sulfate and hydrated lime (calcium hydroxide). It has been used for over a century to control plant diseases, particularly fungal diseases such as powdery mildew, downy mildew, and black rot."
        },
        {
            "Copper Hydroxide": "It is effective against a wide range of fungal diseases that affect crops, such as powdery mildew, downy mildew, and leaf spots."
        },
        {
            "Copper Sulfate": "It is effective against many of the same fungal diseases as copper hydroxide, including powdery mildew, downy mildew, and leaf spots."
        }
    ]
}